{
	"Hints" :
	[
		[ 1,	"Easy peasy." ],
		[ 2,	"Have fun unlocking all of the new tower upgrades and discovering what they do."],
		[ 3,	"Besides having more layers, the different colored Bloons also move faster."],
		[ 4,	"Keep playing Bloons TD 5 regularly and check for new updates - tracks, towers, missions and other awesomeness."],
		[ 5,	"First Green Bloons are coming next round."],
		[ 6,	"The more you use a certain tower, the more upgrades you will unlock for it."],
		[ 7,	"Each tower has 2 upgrade paths, but you can only get extra special 3rd and 4th upgrades on one of the paths."],
		[ 8,	"The Bloons will now get trickier, coming in tight bunches to break through or relying on sheer numbers."],
		[ 9,	"Coming up next are some Blue Bloons, then some more, then some more, then some more."],
		[ 10,	"Good old Yellow Bloons. Quite fast, quite big, and quite dangerous."],
		[ 11,	"Have you got your exits covered?"],
		[ 12,	"If you have not played more Ninja Kiwi games, you should - because those games are fun, and fun is good."],
		[ 13,	"Once you unlock a new tower, it will be unlocked permanently"],
		[ 14,	"Use more towers of a certain kind to unlock its upgrades faster."],
		[ 17,	"Have some free money with 80 greens coming up next."],
		[ 21,	"White Bloons incoming. Immune to freezination."],
		[ 24,	"That was just one Camo Bloon. Try road spikes if your towers missed it. There will be more soon so prepare!"],
		[ 27,	"Leads are slow and easily dealt with if you have the right towers but sharp things just don't scratch 'em."],
		[ 32,	"Next round there are lots of Camo Bloons - consider the way of the Ninja Monkey."],
		[ 34,	"Rainbow Bloons, pretty fast, pretty mean and pretty pretty. They're rainbows after all, right?"],
		[ 35,	"Beware round 42..."],
		[ 38,	"More Camo Bloons. Very soon. You have been warned."],
		[ 41,	"Next round separates the strong from the weak. Camo detection and fast damage for Regrowers."],
		[ 46,	"Building up a bit of nest egg are we? Think carefully about what to spend it on - money for pops gets tighter."],
		[ 48,	"Got any Super Monkeys yet?"],
		[ 51,	"Ok, let's ramp things up a bit shall we?"],
		[ 55,	"Somewhere, over the Rainbows..."],
		[ 58,	"Camo + Lead inbound."],
		[ 60,	"Enjoy that BFB did you?"],
		[ 62,	"Next level will be hard. Really hard."],
		[ 64,	"Last level for Medium difficulty coming up."],
		[ 66,	"Keep playing, keep learning. There's a token for you past round 100, too."],
		[ 69,	"I pop, therefore I am."],
		[ 72,	"Congrats on getting this far."],
		[ 75,	"Ready for a whole bunch of Ceramics to charge right through your defenses?"],
		[ 78,	"You can keep going, but remember to take time to do non-BTD5 things. Like eat and go outside."],
		[ 81,	"Regen AND Camo coming up. Not very fun or fair really, is it?"],
		[ 84,	"If you are playing on Hard, you've done well to get this far. Of course it will all end next level."],
		[ 86,	"Freeplay, freeplay, freeplay. Have fun!"],
		[ 101,	"Congrats passing that last round. You earned yourself a token."]
	],
	"Tips" :
	[
	 ["", "Welcome to Bloons TD Battles! In Battles, you win if you reduce your opponent's lives to zero. In Assault Mode, you do this by sending Bloons past their defenses, and at the same time building a strong defense against their Bloons. Let's take you through the basics of the game.", ""],
	 ["", "In this tutorial you will take on a computer controlled opponent. Once the game starts, it only stops when you win or lose. The first round will start in a moment, so place a Dart Monkey in the circle.", ""],
	 ["", "In BTD Battles your towers will pop the Bloons going past. The Bloons keep getting stronger so you'll need to keep building up your defenses.", ""],
	 ["","Cash is used to purchase towers and upgrades, but can also be used to send Bloons at your opponent.\n\nYour cash is displayed here",""],
	 ["","You have an income value that is deposited into your cash every few seconds.\n\nYour income is here.",""],
	 ["","You will have the income deposited into your cash every few seconds.",""],
	 ["","You've got a bit of cash remaining, so select your Dart Monkey and upgrade him.",""],
	 ["","Great - that will hold the Bloons off for now.",""],
	 ["","Looks like you've got enough money to boost your defenses. Place a Bomb Tower in the circle.",""],
	 ["","Bomb towers are great for grouped Bloons. In fact, each tower has strengths and weaknesses that you'll need to take advantage of to win.",""],
	 ["","Sending Bloons is an important part of Battles. Not only can you send Bloons to make your opponent lose lives, but sending Bloons will increase how much income you receive. Send a few groups of Red Bloons now.",""],
	 ["","You can see the Bloons you've selected in the queue. It's usually a good idea to send Bloons all game long to keep increasing your income, but make sure to keep enough money for your defenses.",""],
	 ["","Your opponent only has a Tack Shooter, and they haven't placed it somewhere to take advantage of its strengths. Your Red Bloons should get past!",""],
	 ["","You've got some extra cash. Why not build another dart monkey and upgrade them both two times on the right path?",""],
	 ["","Your defenses are solid, let's see how far we can go.",""],
	 ["","Sending stronger Bloons will cost you more, but increase your income more too. Black Bloons are resistant to explosions, so send a few to get past their bomb tower.",""],
	 ["","Very good! Try placing a Tack Shooter now, the part where the track loops around is best.",""],
	 ["","Upgrade it two times on the left path.",""],
	 ["","You can make any Bloons regen for increased price. Regen Bloons can be dangerous to players who cluster their defenses in one spot.",""],
	 ["","Lead Bloons are resistant to tacks and darts, but bomb towers can easily blow up the outer layer.",""],
	 ["","Camouflage Bloons cost three times the normal price, but they can only be seen by certain towers and upgrades, and can cause a lot of damage.",""],
	 ["","Oh no, your opponent has sent some Camo Bloons at you. Upgrade your dart monkeys on the left path!",""],
	 ["","Now let's try a boost. Hit the tower boost button and your towers will fire faster for a short period of time.",""],
	 ["","Your opponent doesn't have any camo popping defenses. Let's see how they deal with some Camo Pink Bloons.",""],
	 ["","It's time to activate your second boost. Bloon boost will speed up any Bloons which you send at your opponent. Try it now!",""],
     ["","Awesome! You've won your first game. As you get better, so will your opponents. There’s a lot to learn but there's also heaps of fun to be had.\n\nIt's time to take on a real challenge so let's go!",""],
	 ["","Unfortunately you lost the battle this time. Don't worry though, it takes time to build up the skills to become a true BTD Battles master. Playing against real opponents will allow you to unlock more powerful towers and upgrades.\nRemember you can also play the tutorial again at any time through the Play menu.",""],
	 ["","<UNUSED eTIP_TUTORIAL_NUM>",""],
	 ["","In Defensive Mode, you do not send Bloons against your opponent. You and your opponent face off against the same waves of Bloons, and the last player standing wins!",""],
     ["","In Practice Mode, you face endless waves of Bloons from Defensive Mode, but without an opponent. Sharpen your skills and try to reach the highest round you can.",""]
	 ],
    "GameOver" :
    [
        [ "monkey_sense", "Apprentices with Monkey Sense upgrades can pop camos"],
        [ "dartling_spikes", "Dartling Guns and Spike Factories pop camos even without upgrades"],
        [ "buccaneer_ninja", "Camo-lead Bloons are vicious! Try Cannon Ship Buccaneers or Flash Bomb Ninjas"],
        [ "monkey_sense_white_hot", "Round 59 has tricky camo-leads. Try Monkey Sense Apprentices or White Hot Spike Factories"],
        [ "radar_meerkat", "Camo-lead Bloons are vicious! Add a Radar Scanner Village to Bomb Towers"],
        [ "glue_ice", "Slow Ceramic Bloons with Ice or Glue so other towers strip their layers"],
        [ "moab", "The first MOAB appears on round 46 and takes hundreds of hits to pop. Be ready!"],
        [ "regens", "Pop Regen Bloons fast to stop them regrowing or duplicating!"],
        [ "mauler", "MOAB Mauler Bomb Towers do big damage to MOAB-class Bloons"],
        [ "supermonkey", "Even MOAB-class Bloons are vulnerable to the high fire rate of a Super Monkey"],
        [ "banana_farms", "Banana Farm cash can be essential to winning harder difficulties"],
        [ "pro_agents", "Using special agents enough times will permanently unlock the powerful Pro version"],
        [ "tokens", "Use Monkey Lab Tokens to give small permanent upgrades to starting cash, attack speed, and others"],
        [ "specialty_buildings", "Specialty Buildings give their towers lowered price, faster attacks, and awesome unique powers"],
        [ "hints", "Tap on question marks throughout the game to bring up descriptions and explanations"],
        [ "general", "Having trouble placing towers exactly where you want? Try “Drop & Lock” in Tools or Pause"],
        [ "chest", "Tap on the daily reward chest every day to earn more and more free Monkey Money"],
        [ "general", "Try changing some of your towers’ attack settings from “First” to “Strong.”"],
        [ "general", "Place towers at track intersections and corners for maximum popping"]
    ]
}
